Repository: andrewcookies/Quoridor
Catalog: QuadriGame/*.lproj/Localizable.strings
Languages: it

# board.info_move_generic
source: Choose your move
it: Scegli la tua mossa

# board.move_pawn
source: Move pawn
it: Muovi il pedone

# board.pick_wall
source: Pick up a wall (%@ left)
it: Usa un muro (%@ rimasti)

# board.cancel_move
source: Cancel
it: Annulla

# board.info_move_pawn
source: Tap cell to move your pawn
it: Premi una cella per movere il pedone

# board.info_put_wall
source: Tap space between cells to put a wall
it: Premi gli spazi tra le celle per posizionare il muro

# popup.win_title
source: Congratulations
it: Congratulazioni

# popup.win_content
source: You won the game
it: Hai vinto la partita

# popup.win_button
source: Restart
it: Ricomincia

# popup.restart_title
source: Restart
it: Ricomincia

# popup.restart_content
source: Do you want to restart the game?
it: Vuoi ricominciare la partita?

# popup.restart_button
source: Yes
it: Si

# popup.rules_content
source: Move your pawn or put a wall for blocking your opponents. The first player who reaches the opposite site of the board wins. You cannot block completely your opponent with the walls
it: Muovi la tua pedina o posiziona un muro per bloccare l'avversario. Il primo giocatore che raggiunge il lato opposto vince. Non puoi bloccare completamente il tuo avversario con i muri

# popup.rules_button
source: Got it!
it: Capito!
